Repository: akbaramd/Nezam.Ess
Catalog: New/modules/Secretariat/Nezam.Modular.ESS.Secretariat.Application/Resources/DocumentTranslates.*.resx
Languages: fa

# DocumentCreated
source: Document created successfully.
fa: سند با موفقیت ایجاد شد.

source: Content updated.
fa: محتوا به‌روزرسانی شد.

source: Document published.
fa: سند منتشر شد.

source: Initial referral added.
fa: ارجاع اولیه اضافه شد.

source: Document archived.
fa: سند بایگانی شد.

source: Title updated.
fa: عنوان به‌روزرسانی شد.

# TypeChanged
source: Document type changed.
fa: نوع سند تغییر کرد.

source: Document reverted to draft.
fa: سند به پیش‌نویس بازگشت.

source: Attachment added.
fa: پیوست اضافه شد.

source: Attachment removed.
fa: پیوست حذف شد.

source: Attachment updated.
fa: پیوست به‌روزرسانی شد.

source: Referral added.
fa: ارجاع اضافه شد.

source: Referral responded.
fa: به ارجاع پاسخ داده شد.
